Repository: JulianMH/music-3
Catalog: MusicConcept/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, el_gr

# AboutAppBarButton.Label
source: about the app
de_de: Über die App
el_gr: σχετικά με την εφαρμογή

# AboutPageHeaderText.Text
source: info
el_gr: πληροφορίες

# AboutPageIconsText.Text
source: icons
de_de: Grafiken
el_gr: εικονίδια

# AboutPageProgrammingDesignText.Text
source: programming, design
de_de: Programmierung, Design
el_gr: προγραμματισμός, σχεδιασμός

# DatabaseSettingUpString
source: Creating library...
de_de: Erstelle Bibliothek...
el_gr: Δημιουργία βιβλιοθήκης…

# EmptyListViewTextEmptyText.Text
source: No items found.
de_de: Keine Elemente vorhanden.
el_gr: Δε βρέθηκαν αντικείμενα.

# EmptyListViewTextLoadingText.Text
source: Creating Library. This may take a few minutes.
de_de: Erstelle Bibliothek. Dies kann einige Minuten dauern.
el_gr: Δημιουργία βιβλιοθήκης. Η διαδικασία μπορεί να διαρκέσει μερικά λεπτά.

# NavigationFailedExceptionMessage
source: Navigation failed.
de_de: Navigation fehlgeschlagen.
el_gr: Η πλοήγηση απέτυχε.

# NowPlayingPageCurrentText.Text
source: Current
de_de: Aktuell
el_gr: Τρέχον

# NowPlayingPagePlaylistText.Text
source: Playlist
el_gr: Λίστα αναπαραγωγής

# AlbumsItemHeader
source: albums
de_de: Alben
el_gr: άλμπουμ

# ArtistsItemHeader
source: artists
de_de: Künstler
el_gr: καλλιτέχνες

# PivotPageNowPlayingText.Text
source: Current
de_de: Aktuell
el_gr: Τρέχον

# AllSongsItemHeader
source: songs
el_gr: κομμάτια

# SearchItemHeader
source: search
de_de: Suche
el_gr: αναζήτηση

# SearchItemProgressIndicator
source: searching...
de_de: Suchen...
el_gr: γίνεται αναζήτηση…

# LoadPlaylistAppBarButton.Label
source: load saved playlist
de_de: Gespeicherte Playlist laden
el_gr: φόρτωση αποθηκευμένης λίστας αναπαραγωγής

# SavePlaylistAppBarButton.Label
source: save current playlist
de_de: Aktuelle Playlist speichern
el_gr: αποθήκευση τρέχουσας λίστας αναπαραγωγής

# MessageDialogNo
source: no
de_de: Nein
el_gr: όχι

# MessageDialogYes
source: yes
de_de: Ja
el_gr: ναι

# SaveNewPlaylistNameEmpty
source: Please enter a name for the new playlist.
de_de: Bitte geben Sie einen Namen für diese Playlist ein.
el_gr: Παρακαλώ εισάγετε τίτλο για τη νέα λίστα αναπαραγωγής

# SaveNewPlaylistNameExists
source: A playlist with this name already exists. Do you want to replace it?
de_de: Eine Playlist mit diesem Namen existiert bereits. Wollen sie diese überschreiben?
el_gr: Υπάρχει ήδη μια λίστα αναπαραγωγής με αυτό το όνομα. Επιθυμείτε να την αντικαταστήσετε;

# SaveNewPlaylistPageNameTextBlock.Text
source: name
el_gr: τίτλος

# SaveNewPlaylistPageTitle.Text
source: save playlist
de_de: Playlist speichern
el_gr: αποθήκευση λίστας αναπαραγωγής

# SaveNewPlaylistPageCancel.Label
source: cancel
de_de: Abbrechen
el_gr: άκυρο

# SaveNewPlaylistPageSave.Label
source: save
de_de: Speichern
el_gr: αποθήκευση

# SavedPlaylistsViewModelDelete
source: Do you want to delete the playlist "{0}"?
de_de: Wollen sie die Playlist "{0}" wirklich löschen?
el_gr: Επιθυμείτε να διαγράψετε τη λίστα αναπαραγωγής "{0}";

# MenuFlyoutDelete.Text
source: delete
de_de: Löschen
el_gr: διαγραφή

# VersionFormat
source: version {0}
el_gr: έκδοση {0}

# AboutPageMailButton.Content
source: support mail
de_de: Support E-Mail
el_gr: mail υποστήριξης

# AboutPageWebsiteButton.Content
source: visit our website
de_de: Website
el_gr: επισκεφθείτε την ιστοσελίδα μας

# TrialMessageDialog
source: Thank you for downloading the trial version of {0}. At the moment, the trial version is identical with the full version, but the full version does not contain any ads. If you like this app, please consider buying the full version to support development.
de_de: Vielen Dank, dass Sie die Testversion von {0} heruntergeladen haben Bisher ist diese noch identisch zur gekauften Version, abgesehen davon dass die Vollwersion keine Werbung enthält. Falls ihnen diese App gefällt, bitte erwägen Sie die Vollversion zu kaufen, um die Weiterentwicklung zu unterstüzen.
el_gr: Σας ευχαριστούμε για τη λήψη της δοκιμαστικής έκδοσης του {0}. Αυτή τη στιγμή η δοκιμαστική έκδοση είναι παρόμοια με την πλήρη έκδοση, μόνο που η πλήρης έκδοση δεν περιέχει καθόλου διαφημίσεις. Εάν σας αρέσει αυτή η εφαρμογή, παρακαλώ σκεφτείτε να αγοράσετε την πλήρη έκδοση προκειμένου να υποστηρίξετε την ανάπτυξή της.

# TrialMessageDialogTitle
source: trial version
de_de: Testversion
el_gr: δοκιμαστική έκδοση

# ErrorPageCloseButton.Content
source: No
de_de: Nein
el_gr: Όχι

# ErrorPageErrorDataLost
source: Error data lost.
de_de: Fehlerdaten sind verloren gegangen.
el_gr: Απώλεια δεδομένων σφάλματος.

# ErrorPageFirst.Text
source: We are sorry! This error should not have happened.
de_de: Entschuldigung! Ein solcher Fehler sollte nicht auftreten.
el_gr: Λυπούμαστε πολύ! Αυτό το σφάλμα δε θα έπρεπε να έχει συμβεί.

# ErrorPageHeaderText.Text
source: error
de_de: Fehler
el_gr: σφάλμα

# ErrorPageSecond.Text
source: Would you mind sending us an error report to help us to resolve the issue in an upcoming patch.
de_de: Wir bitten deshalb darum einen Fehlerbericht an uns zu senden, damit wir diesen Fehler so schnell wie möglich beheben können.
el_gr: Θα επιθυμούσατε να μας στείλετε μια αναφορά σφάλματος προκειμένου να μας βοηθήσετε να επιλύσουμε το πρόβλημα σε επόμενη ενημέρωση;

# ErrorPageSendButton.Content
source: Yes, send error report!
de_de: Ja, Fehlerbericht senden!
el_gr: Ναι, να σταλεί αναφορά σφάλματος!

# ErrorPageThird.Text
source: No data about your music library will be included in the report. We might use your e-mail address to contact you for further questions concerning the error.
de_de: Hierbei werden keine Informationen über die Musikbibliothek übermittelt, nur Deine E-Mail Adresse wird zwecks Rückfragen an uns gesendet.
el_gr: Στην αναφορά δε θα συμπεριληφθούν δεδομένα σχετικά με τη βιβλιοθήκη μουσικής σας. Ενδέχεται να χρησιμοποιήσουμε τη διεύθυνση e-mail σας, προκειμένου να επικοινωνήσουμε μαζί με ερωτήσεις σχετικά με το σφάλμα που αντιμετωπίσατε.

# AllFiltersPageHeader.Text
source: music filtered by
de_de: Musik gefiltert nach
el_gr: φιλτράρισμα μουσικής σύμφωνα με

# MusicFiltersAppBarButton.Label
source: music filtered by...
de_de: Musik gefiltert nach...
el_gr: φιλτράρισμα μουσικής σύμφωνα με…

# PivotPageEmptyText.Text
source: all music filters are hidden from the main page. Touch "music filtered by..." in the app bar menu and set some of them to be visible again.
de_de: Alle Musikfilter auf der Hauptseite sind deaktiviert. Unter "Musik gefiltert nach..." im Menü unten können sie wieder aktiviert werden.
el_gr: όλα τα φίλτρα μουσικής είναι κρυμμένα από την κεντρική σελίδα. Επιλέξτε " φιλτράρισμα μουσικής σύμφωνα με..." από τη γραμμή μενού της εφαρμογής και ενεργοποιήστε μερικά

# ShowOnMainPageCheckBox.Content
source: show on main page
de_de: Auf Hauptseite anzeigen
el_gr: προβολή στην κεντρική σελίδα

# PlaylistsItemHeader
source: playlists
el_gr: λίστες αναπαραγωγής

# MenuFlyoutAddToPlaylist.Text
source: add to playlist
de_de: Zur Playlist hinzufügen
el_gr: προσθήκη σε λίστα αναπαραγωγής

# MenuFlyoutListenNext.Text
source: listen next
de_de: Als nächstes hören
el_gr: αναπαραγωγή ως επόμενο

# MenuFlyoutAddAllToPlaylist.Text
source: add all to playlist
de_de: Alle zur Playlist hinzufügen
el_gr: προσθήκη όλων σε λίστα αναπαραγωγής

# MenuFlyoutListenNextAll.Text
source: listen next
de_de: Alle an Anfang der Playlist einfügen
el_gr: αναπαραγωγή ως επόμενο

# GenresItemHeader
source: genres
el_gr: είδη μουσικής

# AlbumCoverFetchPageChoosePicture.Content
source: choose from picture library
de_de: Aus Fotosammlung auswählen
el_gr: επιλογή από τη βιβλιοθήκη εικόνων

# AlbumCoverFetchPageXboxMusic.Text
source: album cover from XBOX Music
de_de: Album Cover von XBOX Music
el_gr: εξώφυλλο άλμπουμ από το XBOX Music

# AlbumCoverFetchViewModelSaveCropError
source: Error using image as album cover. Please try another one.
de_de: Fehler beim Verwenden des Bildes als Album Cover.
el_gr: Σφάλμα στη χρήση της εικόνας ως εξώφυλλου άλμπουμ. Παρακαλώ δοκιμάστε με κάποια διαφορετική εικόνα.

# MenuFlyoutChangeAlbumCover.Text
source: change album cover
de_de: Album Cover ändern
el_gr: αλλαγή εξώφυλλου άλμπουμ

# RemoveAdsButton.Label
source: remove ads
de_de: Werbeanzeigen entfernen
el_gr: αφαίρεση διαφημίσεων

# ReviewMessageContinuedDialog
source: Would you like to write a Windows Store review or a mail?
de_de: Möchten Sie uns eine Bewertung im Store oder eine E-Mail schreiben?
el_gr: Θα θέλατε να γράψετε μια κριτική στο Windows Store ή να μας στείλετε ένα mail;

# ReviewMessageDialog
source: {0} is still in development and will receive new features in the future. Can you do us a favor and write us if you like {0} so far?
de_de: {0} wird noch weiter entwickelt und mit neuen Funktionen ausgestattet. Können Sie uns kurz schreiben ob Ihnen music³ gefällt? Dies hilft uns sehr bei der weiteren Entwicklung.
el_gr: Το {0} βρίσκεται ακόμη σε φάση ανάπτυξης και θα λάβει νέες δυνατότητες στο μέλλον. Θα μπορούσατε να μας γράψετε εάν σας αρέσει το {0} μέχρι τώρα;

# ReviewMessageDialogNo
source: No
de_de: Nein
el_gr: Όχι

# ReviewMessageDialogTitle
source: feedback for {0}
de_de: Feedback zu {0}
el_gr: feedback για το {0}

# ReviewMessageDialogYes
source: Yes
de_de: Ja, gerne!
el_gr: Ναι

# ReviewMessageMail
source: mail
de_de: E-mail
el_gr: μήνυμα

# ReviewMessageReview
source: review
de_de: Bewertung
el_gr: κριτική

# ClearPlaylistAppBarButton.Label
source: clear playlist
de_de: Playlist leeren
el_gr: καθαρισμός λίστας αναπαραγωγής

# AlphabetCyrillic
source: cyrillic
de_de: Kyrillisch
el_gr: κυριλλική

# AlphabetGreek
source: greek
de_de: Griechisch
el_gr: ελληνική

# AlphabetLatin
source: latin
de_de: Lateinisch
el_gr: λατινική

# SettingsButton.Label
source: settings
de_de: Einstellungen
el_gr: ρυθμίσεις

# SettingsPageAlphabetHeader.Text
source: alphabet for sorting
de_de: Sortieralphabet
el_gr: αλφάβητο για ταξινόμηση

# SettingsPageGeneralPivotItem.Header
source: settings
de_de: Einstellungen
el_gr: ρυθμίσεις

# SettingsPageResetWallpaperButton.Content
source: reset
de_de: Zurücksetzen
el_gr: επαναφορά

# SettingsPageSelectWallpaperFromLibraryButton.Content
source: select from pictures
de_de: Bild wählen
el_gr: επιλογή από τη συλλογή εικόνων

# SettingsPageWallpaperHeader.Text
source: wallpaper
de_de: Hintergrundbild
el_gr: φόντο

# AboutPageTranslation.Text
source: Collapsed
el_gr: μετάφραση

# AboutPageTranslation.Visibility
source: Collapsed
el_gr: Visible

# AboutPageTranslationPerson.Text
source: Collapsed
el_gr: Harris Stamatis

# AboutPageTranslationPerson.Visibility
source: Collapsed
el_gr: Visible

# SongUnknownArtist
source: unknown artist
de_de: Unbekannter Künstler
el_gr: Άγνωστος καλλιτέχνης

# SupportMailBody
source: Hello, I am using {0} version {1} and I have a question or an idea for future versions: Many thanks! Kind Regards.
de_de: Hallo, Ich nutze {0} in der Version {1} und habe eine Frage oder eine Anregung für zukünftige Versionen: Vielen Dank im Voraus! Liebe Grüße

# SupportMailSubject
source: {0}: Questions and Ideas
de_de: {0}: Fragen und Anregungen

# SupportMailTrial
source: (trial)
de_de: (demo)

# ErrorReportBody
source: Hello, I am using {0} version {1} and the error {2} occurred: {3} A short description from me: Additional information: {4} Kind Regards.
de_de: Hallo, Ich nutze {0} in der Version {1} und es ist der Fehler {2} aufgetreten: {3} Hier eine kurze Beschreibung von mir: Zusätzliche Informationen: {4} Liebe Grüße

# ErrorReportSubject
source: {0}: error report
de_de: {0}: Fehlerbericht

# OpenSourceLookAt
source: open link
de_de: Projekt ansehen

# OpenSourceMessage
source: {0} is now an open source project and free in the store. I am afraid I do not have enough time myself to keep making updates for this app. So if you want to have a look at the code or maybe even write new features, here is the link to the project {1}.
de_de: {0} ist nun Open Source und umsonst im Store! Ich habe leider alleine nicht mehr genug Zeit um weitere Updates zu entwickeln. Falls jemand Lust hat sich den Code einfach nur anzuschauen oder vielleicht sogar neue Funktionen einzubauen, hier ist der Link zum Projekt: {1}.
